Repository: EstamelGG/EVE-Tritanium
Catalog: EVE Nexus/utils/Language/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# Contract_Date_Issued
source: Date Issued
zh_hans: 发布日期

# Contract_Days_Remaining
source: %d days
zh_hans: %d 天

# Contract_Days_Remaining_Full
source: Remaining %d days
zh_hans: 剩余 %d 天

# Contract_Days_To_Complete
source: Days to Complete
zh_hans: 完成期限

source: Contract Details
zh_hans: 合同详情

# Contract_Display_50
source: 50 contracts
zh_hans: 50个合同

# Contract_Display_100
source: 100 contracts
zh_hans: 100个合同

# Contract_Display_300
source: 300 contracts
zh_hans: 300个合同

# Contract_Display_500
source: 500 contracts
zh_hans: 500个合同

source: Contract Display Limit
zh_hans: 合同显示限制

# Contract_Display_Limit_Warning
source: Setting a large display limit may affect app performance
zh_hans: 设置较大的显示限制可能会影响应用性能

# Contract_Display_Unlimited
source: Unlimited (Not Recommended)
zh_hans: 无限制（不推荐）

# Contract_Done
source: Done
zh_hans: 完成

# Contract_Empty_Alliance
source: No alliance contracts
zh_hans: 暂无联盟合同

# Contract_Empty_Corporation
source: No corporation contracts
zh_hans: 暂无军团合同

# Contract_Empty_Personal
source: No personal contracts
zh_hans: 暂无个人合同

# Contract_End_Location
source: End Location
zh_hans: 终点

# Contract_Expired
source: Expired
zh_hans: 已过期

# Contract_Expires_Today
source: Expires today
zh_hans: 今天到期

# Contract_Filtered_Count
source: %d contracts, %d after filter
zh_hans: 共 %d 个合同，过滤后 %d 个

# Contract_Filtered_Limited
source: %d contracts, %d filtered, showing %d
zh_hans: 共 %d 个合同，过滤后 %d 个，显示 %d 个

# Contract_Group_By_Completion_Date
source: Group by Completion Date
zh_hans: 按完成时间分组

# Contract_Group_By_Issue_Date
source: Group by Issue Date
zh_hans: 按发起时间分组

# Contract_Group_Completed_On
source: Completed on
zh_hans: 完成于

# Contract_Group_Incomplete
source: Incomplete
zh_hans: 未完成

# Contract_Group_Issued_On
source: Issued on
zh_hans: 发起于

# Contract_Issuer
source: Issuer
zh_hans: 发起人

# Contract_Item_Singleton
source: Singleton
zh_hans: 唯一物品

source: Contract Items
zh_hans: 合同物品

# Contract_Items_Included
source: Items to Give
zh_hans: 提供的物品

# Contract_Items_Required
source: Items Required
zh_hans: 索取的物品

# Contract_Load_Error_Message
source: The contract may have been cancelled, or a network error occurred
zh_hans: 合同可能已经取消，或出现网络错误

# Contract_Load_Error_Title
source: Load Failed
zh_hans: 加载失败

# Contract_Loading_Complete
source: Complete
zh_hans: 加载完成

# Contract_Loading_Fetching
source: Fetching page %d
zh_hans: 正在获取第%d页合同日志

# Contract_Loading_Type
source: Loading %@…
zh_hans: 正在加载%@…

# Contract_Location
source: Location
zh_hans: 地点

# Contract_Max_Display
source: Maximum Display
zh_hans: 最大显示数量

# Contract_No_Title
source: None
zh_hans: 无

# Contract_Not_Found_Message
source: Contract not found, it may have been completed
zh_hans: 找不到合同，可能已经完结

# Contract_Price
source: Price
zh_hans: 价格

# Contract_Price_Clear
source: Clear Price Filter
zh_hans: 清除价格筛选

# Contract_Price_Filter
source: Price Filter
zh_hans: 价格筛选

# Contract_Price_Max
source: Max Price
zh_hans: 最高价格

# Contract_Price_Min
source: Min Price
zh_hans: 最低价格

# Contract_Reward
source: Reward
zh_hans: 报酬

# Contract_Select1
source: Select at least 1 option
zh_hans: 需要选择至少一项

source: Contract Settings
zh_hans: 合同设置

# Contract_Show_Active_Only
source: Outstanding
zh_hans: 未决合同

# Contract_Show_All_Status
source: All
zh_hans: 全部

# Contract_Show_Attention_Only
source: Need attention
zh_hans: 需要注意

# Contract_Show_Auction
source: Show Auction Contracts
zh_hans: 显示拍卖合同

# Contract_Show_Courier
source: Show Courier Contracts
zh_hans: 显示运输合同

# Contract_Show_Finished
source: Show Finished Contracts
zh_hans: 显示已完成合同

# Contract_Show_ItemExchange
source: Show Item Exchange Contracts
zh_hans: 显示物品交换合同

# Contract_Show_Only_My_Corp_Issued
source: Show Only My Corporation Issued Contracts
zh_hans: 只看我的军团发起的合同

# Contract_Show_Only_My_Corp_Issued_Description
source: Only show contracts issued by my corporation
zh_hans: 仅显示由我方军团发起的合同

# Contract_Start_Location
source: Start Location
zh_hans: 起点

# Contract_Status
source: Status
zh_hans: 状态

# Contract_Status_cancelled
source: Cancelled
zh_hans: 已取消

# Contract_Status_deleted
source: Deleted
zh_hans: 已删除

# Contract_Status_failed
source: Failed
zh_hans: 已失败

# Contract_Status_Filter
source: Status filter
zh_hans: 过滤状态

# Contract_Status_finished
source: Finished
zh_hans: 已完成

# Contract_Status_finished_contractor
source: Finished (Contractor)
zh_hans: 已完成(承包方)

# Contract_Status_finished_issuer
source: Finished (Issuer)
zh_hans: 已完成(发布方)

# Contract_Status_in_progress
source: In Progress
zh_hans: 进行中

# Contract_Status_outstanding
source: Outstanding
zh_hans: 未决

# Contract_Status_rejected
source: Rejected
zh_hans: 已拒绝

# Contract_Status_reversed
source: Reversed
zh_hans: 已撤销

# Contract_Status_unknown
source: Unknown
zh_hans: 未知

# Contract_Title
source: Title
zh_hans: 标题

# Contract_Total_Count
source: Total %d contracts
zh_hans: 共 %d 个合同

# Contract_Type
source: Type
zh_hans: 类型

# Contract_Type_auction
source: Auction
zh_hans: 拍卖

# Contract_Type_courier
source: Courier
zh_hans: 运输

# Contract_Type_Filter
source: Type filter
zh_hans: 过滤类型

# Contract_Type_item_exchange
source: Item Exchange
zh_hans: 物品交换

# Contract_Type_unknown
source: Unknown
zh_hans: 未知

# Contract_Volume
source: Volume
zh_hans: 体积

# Contracts_Alliance
source: Alliance
zh_hans: 联盟合同

# Contracts_Corporation
source: Corporation
zh_hans: 军团合同

# Contracts_Personal
source: Personal
zh_hans: 个人合同

source: Cooldown
zh_hans: 冷却

# Corp_and_Faction
source: Factions and Corps
zh_hans: 势力与军团

# Corp_Starbase_Access_Alliance
source: Alliance
zh_hans: 联盟

# Corp_Starbase_Access_Corporation
source: Corp
zh_hans: 军团

# Corp_Starbase_Access_Prefix
source: Accessible:
zh_hans: 可被访问：

# Corp_Starbase_Attention_Header
source: Needs Attention
zh_hans: 需要关注

# Corp_Starbase_Filter
source: Filter
zh_hans: 筛选

# Corp_Starbase_Filter_Clear
source: Clear Filters
zh_hans: 清除筛选

# Corp_Starbase_Filter_Clear_All
source: Clear All Filters
zh_hans: 清除所有筛选

# Corp_Starbase_Filter_Region
source: Region
zh_hans: 星域

# Corp_Starbase_Filter_State
source: State
zh_hans: 状态

# Corp_Starbase_Invalid_Time
source: Invalid Time
zh_hans: 时间格式错误

# Corp_Starbase_Loading_Detail_Progress
source: Loading starbase details %d/%d
zh_hans: 正在加载 POS 详细信息 %d/%d

# Corp_Starbase_Low_Fuel_Indicator
source: [Low Fuel]
zh_hans: [燃料不足]

# Corp_Starbase_No_Data
source: No starbase data
zh_hans: 暂无 POS 数据

# Corp_Starbase_No_Filtered_Data
source: No data for selected filters
zh_hans: 筛选条件下暂无数据

# Corp_Starbase_Reinforced_Until
source: Reinforced Until
zh_hans: 增强结束于：

# Corp_Starbase_State_Offline
source: Offline
zh_hans: 离线

# Corp_Starbase_State_Online
source: Online
zh_hans: 在线

# Corp_Starbase_State_Onlining
source: Onlining
zh_hans: 上线中

# Corp_Starbase_State_Reinforced
source: Reinforced
zh_hans: 增强中

# Corp_Starbase_State_Unanchoring
source: Unanchoring
zh_hans: 解锚中

# Corp_Starbase_State_Unknown
source: Unknown
zh_hans: 未知

# Corp_Starbase_Status
source: Status:
zh_hans: 状态：

# Corp_Starbase_Title
source: Starbases
zh_hans: 军团 POS

# Corp_Starbase_Unanchor_At
source: Unanchor at
zh_hans: 解锚开始于：

# Corp_Starbase_Unknown
source: Unknown Starbase
zh_hans: 未知 POS

# Corp_Structure_Days
source: %d days
zh_hans: %d天

# Corp_Structure_Done
source: Done
zh_hans: 完成

# Corp_Structure_Fuel_Expires
source: Fuel Expires:
zh_hans: 燃料耗尽：

# Corp_Structure_Low_Fuel
source: ⚠️ Low Fuel (%d days)
zh_hans: ⚠️ 燃料不足（%d天内）

# Corp_Structure_Monitor_1Month
source: 1 Month
zh_hans: 1个月

# Corp_Structure_Monitor_1Week
source: 1 Week
zh_hans: 1周

# Corp_Structure_Monitor_2Months
source: 2 Months
zh_hans: 2个月

# Corp_Structure_Monitor_2Weeks
source: 2 Weeks
zh_hans: 2周

# Corp_Structure_Monitor_3Weeks
source: 3 Weeks
zh_hans: 3周

# Corp_Structure_Monitor_Time
source: Fuel Monitor Time
zh_hans: 燃料监控时间

# Corp_Structure_No_Data
source: No structure data
zh_hans: 暂无建筑数据

# Corp_Structure_OK
source: OK
zh_hans: 确定

# Corp_Structure_Services
source: Services:
zh_hans: 服务：

# Corp_Structure_Settings
source: Settings
zh_hans: 设置

# Corp_Structure_State_Anchor_Vulnerable
source: Anchor Vulnerable
zh_hans: 锚定可被攻击

# Corp_Structure_State_Anchoring
source: Anchoring
zh_hans: 锚定中

# Corp_Structure_State_Armor_Reinforce
source: Armor Reinforced
zh_hans: 装甲增强中

# Corp_Structure_State_Armor_Vulnerable
source: Armor Vulnerable
zh_hans: 装甲可被攻击

# Corp_Structure_State_Deploy_Vulnerable
source: Deploy Vulnerable
zh_hans: 部署可被攻击

# Corp_Structure_State_Fitting_Invulnerable
source: Fitting Invulnerable
zh_hans: 装配无敌

# Corp_Structure_State_Hull_Reinforce
source: Hull Reinforced
zh_hans: 船体增强中

# Corp_Structure_State_Hull_Vulnerable
source: Hull Vulnerable
zh_hans: 船体可被攻击

# Corp_Structure_State_Online_Deprecated
source: Deprecated
zh_hans: 已弃用

# Corp_Structure_State_Shield_Vulnerable
source: Shield Vulnerable
zh_hans: 护盾可被攻击

# Corp_Structure_State_Unanchored
source: Unanchored
zh_hans: 未锚定

# Corp_Structure_State_Unknown
source: Unknown State
zh_hans: 未知状态

# Corp_Structure_Status
source: Status:
zh_hans: 状态：

# Corp_Structure_Time_Format_Days
source: %d days later
zh_hans: %d天后

# Corp_Structure_Time_Format_Days_Hours
source: %d days %d hours later
zh_hans: %d天%d小时后

# Corp_Structure_Time_Format_Hours
source: %d hours later
zh_hans: %d小时后

# Corp_Structure_Time_Format_Minutes
source: %d minutes later
zh_hans: %d分钟后

# Corp_Structure_Time_Remaining
source: Time Remaining:
zh_hans: 耗尽时间：

# Corp_Structure_Title
source: Corporation Structures
zh_hans: 军团建筑

# Corp_Structure_Unknown
source: Unknown Structure
zh_hans: 未知建筑

# Corp_Structure_Unknown_Error
source: Unknown error
zh_hans: 未知错误

source: Corporation Standings
zh_hans: 军团声望

# Corporation_Detail
source: Corperations
zh_hans: 下属军团

source: Creator
zh_hans: 创建人

source: Creator Corp
zh_hans: 创建者公司

# Current_Cycle_Elapsed
source: Cycle Elapsed:
zh_hans: 当前周期进度:

# Current_Cycle_Yield
source: Cycle Yield:
zh_hans: 当前周期产量:

source: Cycle Time:
zh_hans: 周期时间:

# Date_Format_Month_Day
source: MMM d
zh_hans: MM月dd日

source: Delete
zh_hans: 删除

source: Description
zh_hans: 描述

# DNA_Fitting_Link_Convert_Error
source: Failed to convert DNA fitting to local fitting
zh_hans: 转换DNA装配为本地装配失败

# DNA_Fitting_Link_Default_Description
source: Imported from DNA link
zh_hans: 从DNA链接导入

# DNA_Fitting_Link_Default_Name
source: DNA Fitting
zh_hans: DNA装配

# DNA_Fitting_Link_Parse_Error
source: Failed to parse DNA fitting link
zh_hans: 解析DNA装配链接失败

# DNA_Fitting_Link_Save_Error
source: Failed to save DNA fitting
zh_hans: 保存DNA装配失败

source: Drone Bay
zh_hans: 无人机舱

source: Employment History
zh_hans: 雇佣历史

# Environment_Abyssal_Level_Advanced
source: Advanced
zh_hans: 高级

# Environment_Abyssal_Level_Basic
source: Basic
zh_hans: 初级

# Environment_Abyssal_Level_Medium
source: Medium
zh_hans: 中级

# Environment_Abyssal_Type_CausticToxin
source: Exotic Particle
zh_hans: 异种粒子

# Environment_Abyssal_Type_Darkness
source: Darkness
zh_hans: 暗物质场

# Environment_Abyssal_Type_ElectricStorm
source: Electrical
zh_hans: 电子风暴

# Environment_Abyssal_Type_Infernal
source: Plasma Firestorm
zh_hans: 等离子火焰风暴

# Environment_Abyssal_Type_XenonGas
source: Gamma-Ray
zh_hans: 伽玛射线余波

# Environment_Category_Abyssal
source: Abyssal
zh_hans: 深渊

# Environment_Category_Other
source: Other
zh_hans: 其他

# Environment_Category_Wormhole
source: Wormhole
zh_hans: 虫洞

# Environment_Clear_Selection
source: Clear Selection
zh_hans: 清空选项

# Environment_Current_Selection
source: Current Selection
zh_hans: 当前选择

# Environment_None
source: None
zh_hans: 无

# Environment_Select_Category
source: Select Category
zh_hans: 选择类别

# Environment_Settings_Title
source: Environment Settings
zh_hans: 环境设置

# Environment_Wormhole_Class_Section
source: Class %d Wormhole
zh_hans: %d级虫洞

# Environment_Wormhole_Other_Section
source: Other
zh_hans: 其他

source: Error
zh_hans: 错误

# Error_Jita_Price_List_Unavailable
source: Unable to fetch the Jita price list (%@). Please check your network.
zh_hans: 无法获取 Jita 价格清单（%@），请检查网络。

# ESI_Status_Button_OK
source: OK
zh_hans: 确定

# ESI_Status_Degraded
source: Degraded
zh_hans: 降级

# ESI_Status_Down
source: Down
zh_hans: 故障

# ESI_Status_Last_Refresh
source: Updated: %@
zh_hans: 上次刷新: %@

# ESI_Status_Load_Failed
source: Load Failed
zh_hans: 加载失败

# ESI_Status_Loading
source: Loading...
zh_hans: 加载中...

# ESI_Status_OK
source: OK
zh_hans: 正常

# ESI_Status_Overview
source: Status Overview
zh_hans: 端口健康度总览

# ESI_Status_Recovering
source: Recovering
zh_hans: 恢复中

# ESI_Status_Retry
source: Retry
zh_hans: 重试

# ESI_Status_Title
source: ESI Status
zh_hans: ESI 端口状态

# ESI_Tag_Alliance
source: Alliance
zh_hans: 联盟

# ESI_Tag_Assets
source: Assets
zh_hans: 资产

# ESI_Tag_Bookmarks
source: Bookmarks
zh_hans: 书签

# ESI_Tag_Calendar
source: Calendar
zh_hans: 日历

# ESI_Tag_Character
source: Character
zh_hans: 角色

# ESI_Tag_Clones
source: Clones
zh_hans: 克隆

# ESI_Tag_Contacts
source: Contacts
zh_hans: 联系人

# ESI_Tag_Contracts
source: Contracts
zh_hans: 合同

# ESI_Tag_Corporation
source: Corporation
zh_hans: 公司

# ESI_Tag_Dogma
source: Dogma
zh_hans: 属性

# ESI_Tag_FactionWarfare
source: Faction Warfare
zh_hans: 势力战争

# ESI_Tag_Fittings
source: Fittings
zh_hans: 装配

# ESI_Tag_Fleets
source: Fleets
zh_hans: 舰队

# ESI_Tag_Incursions
source: Incursions
zh_hans: 入侵

# ESI_Tag_Industry
source: Industry
zh_hans: 工业

# ESI_Tag_Insurance
source: Insurance
zh_hans: 保险

# ESI_Tag_Killmails
source: Killmails
zh_hans: 击杀邮件

# ESI_Tag_Location
source: Location
zh_hans: 位置

# ESI_Tag_Loyalty
source: Loyalty
zh_hans: 忠诚点

# ESI_Tag_Mail
source: Mail
zh_hans: 邮件

# ESI_Tag_Market
source: Market
zh_hans: 市场

# ESI_Tag_Opportunities
source: Opportunities
zh_hans: 机会

# ESI_Tag_Other
source: Other
zh_hans: 其他

# ESI_Tag_PlanetaryInteraction
source: Planetary Industry
zh_hans: 行星开发

# ESI_Tag_Routes
source: Routes
zh_hans: 路径

# ESI_Tag_Search
source: Search
zh_hans: 搜索

# ESI_Tag_Skills
source: Skills
zh_hans: 技能

# ESI_Tag_Sovereignty
source: Sovereignty
zh_hans: 主权

# ESI_Tag_Status
source: Status
zh_hans: 状态

# ESI_Tag_Universe
source: Universe
zh_hans: 宇宙

# ESI_Tag_UserInterface
source: User Interface
zh_hans: 用户界面

# ESI_Tag_Wallet
source: Wallet
zh_hans: 钱包

# ESI_Tag_Wars
source: Wars
zh_hans: 战争

# EVE_Status_All_Good
source: All Systems Operational
zh_hans: 一切正常

# EVE_Status_Details
source: Details
zh_hans: 详细信息

# EVE_Status_External_Link
source: Related Links
zh_hans: 相关链接

# EVE_Status_Incident_Detail
source: Incident Details
zh_hans: 事件详情

# EVE_Status_Incidents_Detail
source: View EVE Online service status and incident notifications
zh_hans: 查看EVE Online服务状态和故障通知

# EVE_Status_Incidents_Title
source: EVE Online Service Status
zh_hans: EVE Online 故障通知

# EVE_Status_Issue
source: Issue
zh_hans: 问题

# EVE_Status_Loading
source: Loading status information...
zh_hans: 正在加载状态信息...

# EVE_Status_No_Issues
source: No EVE Online service issues at this time
zh_hans: 当前没有EVE Online服务问题

# EVE_Status_Resolved
source: Resolved
zh_hans: 已解决

# EVE_Status_View_Details
source: View Details in Browser
zh_hans: 在浏览器中查看详情

source: Executor
zh_hans: 执行军团

source: Executor Corp
zh_hans: 执行公司

# Facility_Rig_Selector_No_Compatible_Rigs
source: This facility does not support rigs
zh_hans: 该建筑不支持插件

# Facility_Rig_Selector_Title
source: Select Rigs
zh_hans: 选择插件

# Factory_Input
source: Input:
zh_hans: 输入:

# Factory_Inventory
source: Cache:
zh_hans: 库存:

# Factory_No_Recipe
source: No Schematic
zh_hans: 无配方

# Factory_Not_Started
source: Not Started
zh_hans: 未启动

# Factory_Output
source: Output:
zh_hans: 输出:

# Factory_Processing
source: In production
zh_hans: 正在加工

# Factory_Ready
source: Ready
zh_hans: 就绪

# Factory_Stopped
source: Stopped
zh_hans: 已停止

# Factory_Waiting_Materials
source: Waiting for Materials
zh_hans: 等待材料

source: Fighter Bay
zh_hans: 战斗机舱

source: Fighter Tube
zh_hans: 战斗机发射管

source: Filter
zh_hans: 过滤

# Finished_on
source: Finish on
zh_hans: 将完成于

source: Fitting Source
zh_hans: 装配来源

# Fitting_Act_Drones_Qty
source: Active Qty: %d
zh_hans: 激活数量: %d

# Fitting_Add_Drones
source: Add Drones
zh_hans: 添加无人机

# Fitting_Add_Fighters
source: Add Fighters
zh_hans: 添加舰载机

# Fitting_Add_To_Skill_Plan
source: Add to Skill Plan
zh_hans: 添加到技能计划

# Fitting_Add_To_Skill_Plan_Saved_Message
source: Saved to skill plan "%@"
zh_hans: 已保存到技能计划「%@」

# Fitting_Add_To_Skill_Plan_Success
source: Saved
zh_hans: 已保存

# Fitting_Add_To_Skill_Plan_Success_Message
source: Please open the selected skill plan to complete adding the skills.
zh_hans: 请前往技能计划并打开所选计划，技能将自动添加。

# Fitting_Add_To_Watchlist
source: Add to Market Watchlist
zh_hans: 添加到市场关注

# Fitting_Add_To_Watchlist_Name_Prompt
source: Enter name for the new watchlist
zh_hans: 输入新关注列表的名称

# Fitting_Add_To_Watchlist_Saved_Message
source: Saved to watchlist "%@"
zh_hans: 已保存到关注列表「%@」

# Fitting_Add_To_Watchlist_Success_Title
source: Saved
zh_hans: 已保存

# Fitting_align_time
source: Align Time
zh_hans: 转向时间

# Fitting_All_Characters
source: All Characters
zh_hans: 所有人物

# Fitting_All_Skills
source: All Lv%d
zh_hans: 全 %d 级

# Fitting_All_Skills_Count
source: %d skills required for fitting
zh_hans: 装配所需技能共 %d 项

# Fitting_Ammo
source: Charge
zh_hans: 弹药

# Fitting_Armor
source: Armor
zh_hans: 装甲

# Fitting_Available_Mutations
source: Available Mutations
zh_hans: 可用突变

# Fitting_Batch_Ammo_Description
source: Will set ammo for %d identical modules
zh_hans: 将为 %d 个相同装备设置弹药

# Fitting_Batch_Ammo_Setting
source: Batch Ammo Setting
zh_hans: 批量弹药设置

# Fitting_Batch_Mode
source: Batch Mode
zh_hans: 批量模式

# Fitting_Batch_Mode_Description
source: Will modify %d identical modules simultaneously
zh_hans: 将同时修改 %d 个相同装备

# Fitting_Batch_Operation
source: Batch Operation
zh_hans: 批量操作

# Fitting_Calculating
source: Calculating...
zh_hans: 正在计算...

# Fitting_can_not_add_Fighters
source: Cannot add more fighters
zh_hans: 无法添加更多舰载机

# Fitting_cap_capacity
source: Total
zh_hans: 容量

# Fitting_cap_delta
source: Delta
zh_hans: 回充

# Fitting_cap_resistance
source: Resis
zh_hans: 抗性

# Fitting_cap_stable
source: Stable
zh_hans: 稳定

# Fitting_cap_time
source: Lasts
zh_hans: 持续

# Fitting_cargo
source: Cargo
zh_hans: 货舱

# Fitting_Cargo
source: Cargo
zh_hans: 货舱

# Fitting_Cargo_Ammo
source: Ammo in Cargo
zh_hans: 货舱中的弹药

# Fitting_Copy
source: Duplicate
zh_hans: 复制

# Fitting_Copy_Suffix
source: (Copy)
zh_hans: 副本

# Fitting_Current_Character
source: Current Char
zh_hans: 当前人物

# Fitting_damage_profile
source: Dmg Type
zh_hans: 伤害分布

# Fitting_Default_Current_Char_Subtitle
source: Follows main app's current selection
zh_hans: 跟随主界面当前选择

# Fitting_Default_No_Char_Fallback
source: Uses All Lv5 when not logged in
zh_hans: 未登录时使用全5级

# Fitting_Default_Skill_Source_Section
source: Character Skill Source
zh_hans: 角色技能来源

# Fitting_Delete_Confirm
source: Confirm Delete
zh_hans: 确认删除

# Fitting_Delete_Confirm_Message
source: Are you sure you want to delete fitting "%@"?
zh_hans: 确定要删除装配配置 "%@" 吗？

# Fitting_Delete_Confirm_Title
source: Confirm Delete
zh_hans: 确认删除

# Fitting_Delete_Failed_Title
source: Delete Failed
zh_hans: 删除失败

# Fitting_Delete_Success
source: Fitting deleted successfully
zh_hans: 装配配置删除成功

# Fitting_dps
source: DPS
zh_hans: 秒伤(DPS)

# Fitting_drone_range
source: Drone Range
zh_hans: 无人机距离

# Fitting_drones
source: Drones
zh_hans: 无人机

# Fitting_Drones_And_Fighters
source: Drones/Fighters
zh_hans: 无人机/舰载机

# Fitting_Drones_Qty
source: Qty: %d
zh_hans: 数量: %d

# Fitting_Empty_Slot
source: Empty Slot
zh_hans: 空槽位

# Fitting_Environment_Mode
source: Celestial Environment
zh_hans: 天文环境

# Fitting_Export_Alert_Title
source: Export Result
zh_hans: 导出结果

# Fitting_Export_Cargo
source: Cargo
zh_hans: 货舱

# Fitting_Export_Clipboard_Success
source: Fitting copied to clipboard
zh_hans: 配置已复制到剪贴板

# Fitting_Export_Drones
source: Drones
zh_hans: 无人机

# Fitting_Export_Failed_Message
source: Export failed: %@
zh_hans: 导出失败: %@

# Fitting_Export_Fighters
source: Fighters
zh_hans: 舰载机

# Fitting_Export_Firepower
source: Firepower
zh_hans: 火力

# Fitting_Export_Generated_By
source: Generated by %@ (v%@)
zh_hans: 由 %@ (v%@版本) 生成

# Fitting_Export_Generated_Time
source: Time %@
zh_hans: 时间 %@

# Fitting_Export_Generating
source: Generating long screenshot...
zh_hans: 正在生成长截图...

# Fitting_Export_Implants
source: Implants
zh_hans: 植入体

# Fitting_Export_Long_Screenshot
source: Long Screenshot Export
zh_hans: 长截图导出

# Fitting_Export_Misc
source: Miscellaneous
zh_hans: 其他属性

# Fitting_Export_Photo_Success
source: Fitting image saved to photo library
zh_hans: 装配图片已保存到相册

# Fitting_Export_Repair
source: Repair
zh_hans: 维修

# Fitting_Export_Resistances
source: Resistances
zh_hans: 抗性

# Fitting_Export_Resources
source: Resource Usage
zh_hans: 资源使用

# Fitting_Export_Stats
source: Ship Stats
zh_hans: 状态信息

# Fitting_Export_Title
source: Export Fitting
zh_hans: 配置导出

# Fitting_Export_To_Clipboard
source: Export to Clipboard
zh_hans: 导出到剪贴板

# Fitting_Export_To_Clipboard_en
source: Export to Clipboard (EN)
zh_hans: 导出到剪贴板(英文)

# Fitting_Export_To_ESI
source: Export to ESI
zh_hans: 导出到ESI

# Fitting_Export_To_Image
source: Export to Image
zh_hans: 导出到图片

# Fitting_Exporting_To_ESI
source: Uploading to ESI...
zh_hans: 正在上传到ESI...

# Fitting_Fighter_Heavy
source: Heavy
zh_hans: 重型

# Fitting_Fighter_Light
source: Light
zh_hans: 轻型

# Fitting_Fighter_Support
source: Support
zh_hans: 辅助

# Fitting_Fighter_With_Special_Abilities
source: With Fighter Volley
zh_hans: 含铁骑轰炸

# Fitting_Fighter_Without_Special_Abilities
source: No Fighter Volley
zh_hans: 不含铁骑轰炸

# Fitting_fighters
source: Fighters
zh_hans: 舰载机

# Fitting_Fighters_Max_Qty
source: Maximum Quantity
zh_hans: 最大数量

# Fitting_Fighters_Qty
source: Fighter Quantity: %d/%d
zh_hans: 舰载机数量: %d/%d

# Fitting_grav_strength
source: Gravi
zh_hans: 引力

# Fitting_Hull
source: Hull
zh_hans: 结构

# Fitting_Implants
source: Implants
zh_hans: 植入体

# Fitting_Implants_Mode
source: View / Select Implants
zh_hans: 查看 / 选择植入体

# Fitting_Import_Clipboard_Empty
source: Clipboard is empty
zh_hans: 剪贴板为空

# Fitting_Import_Failed_Message
source: Failed to import fitting: %@
zh_hans: 导入配置失败: %@

# Fitting_Import_Failed_Title
source: Import Failed
zh_hans: 导入失败

# Fitting_Import_From_Clipboard
source: Import from Clipboard
zh_hans: 从剪贴板导入

# Fitting_Import_Multiple_Ships_Error
source: Multiple ships found with name: %@, please select one
zh_hans: 发现多个同名飞船，请选择：%@

# Fitting_Import_Multiple_Ships_Header
source: Select Ship
zh_hans: 选择飞船

# Fitting_Import_Not_Ship_Error
source: Item %@ is not a spaceship
zh_hans: 物品 %@ 不是飞船

# Fitting_Import_Ship_notfound
source: Spaceship not found
zh_hans: 未找到飞船

# Fitting_Import_Ship_Selection_Title
source: Select Ship
zh_hans: 选择飞船

# Fitting_Import_Success_Message
source: Fitting "%@" has been successfully imported
zh_hans: 配置 "%@" 已成功导入

# Fitting_Import_Success_Title
source: Import Successful
zh_hans: 导入成功

# Fitting_Import_Validation_Failed_Error
source: Unable to validate item type: %@
zh_hans: 无法验证物品类型：%@

# Fitting_inertia
source: Inertia
zh_hans: 惯性调整

# Fitting_ladar_strength
source: Ladar
zh_hans: 光雷达

# Fitting_Local
source: Local
zh_hans: 本地

# Fitting_Local_Text
source: Local Fittings
zh_hans: 本地保存的装配方案

# Fitting_lock_range
source: Range
zh_hans: 锁定距离

# Fitting_mag_strength
source: Magneto
zh_hans: 磁力

# Fitting_mass
source: Mass
zh_hans: 质量

# Fitting_max_targets
source: Targets
zh_hans: 锁定数

# Fitting_Missing_Skill_Level
source: Current Lv.%d, required Lv.%d
zh_hans: 当前 Lv.%d，需要 Lv.%d

# Fitting_Missing_Skills
source: Missing Skills
zh_hans: 缺失技能

# Fitting_Missing_Skills_Summary
source: Skills to Add
zh_hans: 待添加技能

# Fitting_Mode_Selection
source: Select Mode
zh_hans: 选择模式

# Fitting_modules
source: Modules
zh_hans: 装备

# Fitting_Modules_And_Charges
source: Modules and Charges
zh_hans: 装备和弹药

# Fitting_Mutation_Edit
source: Edit
zh_hans: 编辑

# Fitting_Mutation_Value_Input
source: Enter Mutation Value
zh_hans: 输入数值
